{
	"cobblemon.species.regigigas.name": "Regigigas",
	"cobblemon.species.ferrothorn.name": "Ferrothorn",
	"cobblemon.species.eronze.name": "Eronze",
	"cobblemon.species.deoxys.name": "Deoxys",
	"cobblemon.species.deoxysattack.name": "Deoxys-Attack",	
	"cobblemon.species.deoxysdefense.name": "Deoxys-Defense",
	"cobblemon.species.deoxysspeed.name": "Deoxys-Speed",
	"cobblemon.species.gengarx.name": "Gengar X",
	"cobblemon.species.ironmoth.name": "Iron Moth",
	"cobblemon.species.tapukoko.name": "Tapu Koko",
	"cobblemon.species.tapulele.name": "Tapu Lele",
	"cobblemon.species.tapubulu.name": "Tapu Bulu",
	"cobblemon.species.tapufini.name": "Tapu Fini",
	"cobblemon.species.shadowlugia.name": "Shadow Lugia",
	"cobblemon.species.sneasler.name": "Sneasler",
    "cobblemon.species.darmanitanzen.name": "Darmanitan",
    "cobblemon.species.darmanitanzen.desc1": "Through meditation, it calms its raging spirit and hones its psychic powers.",
    "cobblemon.species.darmanitanzen.desc2": "When wounded, it stops moving. It goes as still as stone to meditate, sharpening its mind and spirit.",

	"cobblemon.species.erion.name": "Erion",
	"cobblemon.species.erace.name": "Erace",
	"cobblemon.species.regirock.name": "Regirock",
	"cobblemon.species.regice.name": "Regice",
	"cobblemon.species.registeel.name": "Registeel",
	"cobblemon.species.latias.name": "Latias",
	"cobblemon.species.latios.name": "Latios",
	"cobblemon.species.tyranitar.name": "Tyranitar",
	"cobblemon.species.tyranitarx.name": "Tyranitar X",

	"cobblemon.species.ironthorns.name": "Iron Thorns",
	"cobblemon.species.fazbear.name": "Freddy Fazbear",
	"cobblemon.species.bonnie.name": "Bonnie the Bunny",
	"cobblemon.species.chica.name": "Chica the Chicken",
	"cobblemon.species.foxy.name": "Foxy the Pirate",
	"cobblemon.species.puppet.name": "Marionette",
	"cobblemon.species.nightmarionne.name": "Nightmarionne",

	"cobblemon.species.megamewtwox.name": "Mewtwo-Mega-X",
	"cobblemon.species.megamewtwoy.name": "Mewtwo-Mega-Y",
	"cobblemon.species.megalatias.name": "Latias-Mega",
	"cobblemon.species.megalatios.name": "Latios-Mega",

	"cobblemon.species.megalucario.name": "Lucario-Mega",
	"cobblemon.species.megasalamence.name": "Salamence-Mega",
	"cobblemon.species.megametagross.name": "Metagross-Mega",
	"cobblemon.species.megaswampert.name": "Swampert-Mega",
	"cobblemon.species.armoredmewtwo.name": "Mewtwo-Armored",
	"cobblemon.species.megagengar.name": "Gengar-Mega",
	"cobblemon.species.megagallade.name": "Gallade-Mega",
	"cobblemon.species.megagardevoir.name": "Gardevoir-Mega",
	"cobblemon.species.megablaziken.name": "Blaziken-Mega",
	"cobblemon.species.megabeedrill.name": "Beedrill-Mega",
	"cobblemon.species.megablastoise.name": "Blastoise-Mega",
	"cobblemon.species.megadiancie.name": "Diancie-Mega",
	"cobblemon.species.megamachamp.name": "Machamp-Mega",
	"cobblemon.species.megaweavile.name": "Weavile-Mega",

	"cobblemon.species.ironchamp.name": "Iron Champ",
	"cobblemon.species.mysticara.name": "Mysticara",

	"cobblemon.species.regigigas.desc1": "There is an enduring legend that states this Pokémon towed continents with ropes.",
	"cobblemon.species.regigigas.desc2": "It is said to have made Pokémon that look like itself from a special ice mountain, rocks, and magma.",
	"cobblemon.species.ferrothorn.desc1": "This Pokémon scrapes its spikes across rocks, and then uses the tips of its feelers to absorb the nutrients it finds within the stone.",
	"cobblemon.species.ferrothorn.desc2": "Its spikes are harder than steel. This Pokémon crawls across rock walls by stabbing the spikes on its feelers into the stone.",
	"cobblemon.species.eronze.desc1": "Eronze's body is made from an ancient metal alloy lost to modern science. It can withstand intense heat and force without the slightest bit of damage.",
	"cobblemon.species.deoxys.desc1": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
	"cobblemon.species.deoxys.desc2": "DNA from a space virus mutated and became a Pokémon. It appears where auroras are seen.",
	"cobblemon.species.gengarx.desc1": "Because its intelligence is exceptional, Gengar can communicate with any form of life. However, it uses this gift for not-so-ethical purposes.",
	"cobblemon.species.ironmoth.desc1": "This Pokémon resembles an unknown object described in a paranormal magazine as a UFO sent to observe humanity.",
	"cobblemon.species.ironmoth.desc2": "No records exist of this species being caught. Data is lacking, but the Pokémon’s traits match up with an object described in an old book.",
	"cobblemon.species.tapukoko.desc1": "This guardian deity of Melemele is brimming with curiosity.",
	"cobblemon.species.tapukoko.desc2": "It summons thunderclouds and stores their lightning inside its body.",
	"cobblemon.species.tapubulu.desc1": "The guardian deity of Ula’ula is a lazy Pokémon. It commands plants to immobilize its foes and then deals them a savage blow with its horns.",
	"cobblemon.species.tapubulu.desc2": "It pulls large trees up by the roots and swings them around. It causes vegetation to grow, and then it absorbs energy from the growth.",
	"cobblemon.species.tapufini.desc1": "The guardian deity of Poni, it can control water. People say it can create pure water that will wash away any uncleanness.",
	"cobblemon.species.tapufini.desc2": "The dense fog it creates brings the downfall and destruction of its confused enemies. Ocean currents are the source of its energy.",
	"cobblemon.species.tapulele.desc1": "It heals the wounds of people and Pokémon by sprinkling them with its sparkling scales. This guardian deity is worshiped on Akala.",
	"cobblemon.species.tapulele.desc2": "Although called a guardian deity, Tapu Lele is devoid of guilt about its cruel disposition and can be described as nature incarnate.",
	"cobblemon.species.shadowlugia.desc1" : "It is a Lugia corrupted by the criminal organization Cipher, believed to be the ultimate Shadow Pokémon and completely immune to purification.",
	"cobblemon.species.sneasler.desc1": "Because of Sneasler’s virulent poison and daunting physical prowess, no other species could hope to best it on the frozen highlands. Preferring solitude, this species does not form packs.",

	"cobblemon.species.erion.desc1": "Erion is an industrial titan, ravenously consuming fuel and spewing it out as toxic smog. Plants and Pokémon in its wake wither and gasp for air.",
	"cobblemon.species.erace.desc1" : "Thought to be damaged beyond repair, Erace was retrofitted with state-of-the-art technology. Its new, advanced body can even withstand atmospheric re-entry.",
	"cobblemon.species.regirock.desc1": "Its entire body is made of rock. If any part chips off in battle, it attaches rocks to repair itself.",
	"cobblemon.species.regirock.desc2": "The same rocks that form its body have been found in ground layers around the world.",
	"cobblemon.species.regice.desc1": "It is said to have slept in a glacier for thousands of years. Its body can’t be melted, even by magma.",
	"cobblemon.species.regice.desc2": "Its body is made of ice from the ice age. It controls frigid air of -328 degrees Fahrenheit.",
	"cobblemon.species.registeel.desc1": "Tempered by pressure underground over tens of thousands of years, its body cannot be scratched.",
	"cobblemon.species.registeel.desc2": "Its body is said to be harder than any kind of metal. A study has revealed that its body is hollow.",
	"cobblemon.species.latias.desc1": "It communicates using telepathy. Its body is covered in down that refracts light to make it invisible.",
	"cobblemon.species.latias.desc2": "It can telepathically communicate with people. It changes its appearance using its down that refracts light.",
	"cobblemon.species.latios.desc1": "A highly intelligent Pokémon. By folding back its wings in flight, it can overtake jet planes.",
	"cobblemon.species.latios.desc2": "It understands human speech and is highly intelligent. It is a tender Pokémon that dislikes fighting.",
	"cobblemon.species.tyranitar.desc1": "Its body can’t be harmed by any sort of attack, so it is very eager to make challenges against enemies.",
	"cobblemon.species.tyranitar.desc2": "The quakes caused when it walks make even great mountains crumble and change the surrounding terrain.",
	"cobblemon.species.tyranitarx.desc1": "The Tyranitar owned by Dimension General Victor. It generates a defeaning buzz by vibrating its wings.",

	"cobblemon.species.ironthorns.desc2": "It has some similarities to a Pokémon introduced in a dubious magazine as a Tyranitar from one billion years into the future.",
	"cobblemon.species.ironthorns.desc1": "Some of its notable features match those of an object named within a certain expedition journal as Iron Thorns.",
	"cobblemon.species.megamewtwox.desc1": "Psychic power has augmented its muscles. It has a grip strength of one ton and can sprint a hundred meters in two seconds flat!",
	"cobblemon.species.megamewtwoy.desc1": "Despite its diminished size, its mental power has grown phenomenally. With a mere thought, it can smash a skyscraper to smithereens.",
	"cobblemon.species.fazbear.desc1": "Freddy Fazbear was once a beloved animatronic performer, entertaining children and adults alike. However, when the curtains closed for the last time, a mysterious energy imbued it with spectral life.",
	"cobblemon.species.fazbear.desc2": "It roams the shadows of its former stage, reminiscing about its past glory. Its spectral and electric powers create an unsettling atmosphere that can unnerve even the bravest trainers. Approach with care and a brave heart.",
	"cobblemon.species.bonnie.desc1": "Legends say Bonnie the Bunny was brought to life by the lingering emotions of an abandoned music hall. This ghostly animatronic wanders in search of those it can entertain, its performances both captivating and eerie. Its ability to channel sound into power makes its songs truly mesmerizing.",
	"cobblemon.species.bonnie.desc2": "This creature, born from forgotten memories, can seamlessly transition between realms, leaving no footprints behind.",
	"cobblemon.species.chica.desc1": "Chica the Chicken roams abandoned areas, seeking to bring joy to the desolate. Its compassionate heart remains intact, and it uses its spectral powers to mend wounds and cure ailments among those it encounters.",
	"cobblemon.species.chica.desc2": "It is a spectral presence that embodies the playful yet eerie nature of a forgotten animatronic. It wanders dimly lit places, its ethereal form illuminated by a soft, otherworldly glow.",
	"cobblemon.species.foxy.desc1": "Legends say those who dare to face Foxy the Pirate find themselves caught in a dance of shadows, where only the quickest and most strategic prevail.",
	"cobblemon.species.foxy.desc2": "It haunts the night with its spectral presence. This mischievous spirit was once an animatronic entertainer, now returned as a ghostly enigma.",
	"cobblemon.species.puppet.desc1": "It is known for its ability to manipulate and control objects with its spectral threads. Marionette's presence often brings a sense of unease, as it wanders silently, seeking solace for its tragic past.",
	"cobblemon.species.puppet.desc2": "Legends tell of its role in a bygone entertainment establishment, where it would mesmerize audiences with its graceful movements. Its Ghost typing reflects its connection to the afterlife, and its spectral abilities continue to intrigue those who encounter this mysterious animatronic Pokemon.",
	"cobblemon.species.nightmarionne.desc1": "Nightmarionne's ethereal form is said to emerge from the darkest corners of the mind, materializing as a nightmarish apparition. It is said that its unsettling strings are woven from the threads of fear and anxiety.",
	"cobblemon.species.nightmarionne.desc2": "Known as a harbinger of unsettling dreams, Nightmarionne wanders the realm between dreams and reality. Its presence alone can induce a sense of unease, as it draws on the deepest fears hidden within the hearts of those it encounters.",

	"cobblemon.species.ironchamp.desc1": "Iron Champ possesses a massive database that encompasses all of humanity's martial arts, making it a lethal weapon in hand-to-hand combat. Its six floating arms are linked by magnetic waves emitted by its belt and can be disconnected from it at a distance of 100 meters. Each blow has the impact power of a fast bullet train.",
	"cobblemon.species.megalucario.desc1": "Its aura has expanded due to Mega Evolution. Governed only by its combative instincts, it strikes enemies without mercy.",
	"cobblemon.species.megalucario.desc2": "Bathed in explosive energy, its combative instincts have awakened. For its enemies, it has no mercy whatsoever.",
	"cobblemon.species.megasalamence.desc1": "Anyone standing in its path gets sliced right in two, while this Pokémon continues its flight without interruption.",
	"cobblemon.species.megasalamence.desc2": "Mega Evolution fuels its brutality, and it may even turn on the Trainer who raised it. It’s been dubbed “the blood-soaked crescent.",
	"cobblemon.species.megametagross.desc1": "Its intellect surpasses its previous level, resulting in battles so cruel, they’ll make you want to cover your eyes.",
	"cobblemon.species.megametagross.desc2": "When it knows it can’t win, it digs the claws on its legs into its opponent and starts the countdown to a big explosion.",
	"cobblemon.species.megagengar.desc1": "It tries to take the lives of anyone and everyone. It will even try to curse the Trainer who is its master!",
	"cobblemon.species.megagengar.desc2": "Mega Evolution has made it possible for Gengar to access other dimensions. Its entire body is brimming with strange power.",

	"cobblemon.species.kingambit.name": "Kingambit",
	"cobblemon.species.kingambit.desc1": "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.",
	"cobblemon.species.kingambit.desc2": "Though it commands a massive army in battle, it's not skilled at devising complex strategies. It just uses brute strength to keep pushing.",
	"cobblemon.species.landorustherian.name": "Landorus-Therian",
	"cobblemon.species.landorustherian.desc1": "When the incarnations of wind and of lightning clash, Landorus arrives to quell the conflict. After the tempests and thunderbolts abate, the land is sure to be blessed with bountiful harvests.",
	"cobblemon.species.landorustherian.desc2": "Landorus soars through the sky in this form, bestowing plentiful harvests upon the land and earning the people’s reverence.",
	"cobblemon.species.heatran.name": "Heatran",
	"cobblemon.species.heatran.desc1": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
	"cobblemon.species.heatran.desc2": "Stories tell of this Pokémon being birthed from the boiling magma within Mount Coronet. Its molten-steel body holds many mysteries.",
	"cobblemon.species.rotomwash.name": "Rotom-Wash",
	"cobblemon.species.rotomwash.desc1": "This Rotom has entered a washing machine. It nods with satisfaction after it floods the surrounding area.",
	"cobblemon.species.rotomwash.desc2": "The model of washing machine that Rotom can inspirit has been discontinued, so these appliances are now traded at high prices.",
	"cobblemon.species.rotom.name": "Rotom",
	"cobblemon.species.rotom.desc1": "Its electricity-like body can enter some kinds of machines and take control in order to make mischief.",
	"cobblemon.species.rotom.desc2": "Research continues on this Pokémon, which could be the power source of a unique motor.",
	"cobblemon.species.rotomheat.name": "Rotom-Heat",
	"cobblemon.species.rotomheat.desc1": "If the convection microwave oven is not working properly, then the Rotom inhabiting it will become lethargic.",
	"cobblemon.species.rotomheat.desc2": "This Rotom has possessed a convection microwave oven. It will sear the surrounding area with its burning heat, then smile in delight.",
	"cobblemon.species.rotommow.name": "Rotom-Mow",
	"cobblemon.species.rotommow.desc1": "The lawn mower is one of the household appliances that led to the development of the Rotom Dex.",
	"cobblemon.species.rotommow.desc2": "This Rotom has possessed a lawn mower. It will mow down grass and flowers, then swagger around with pride at its accomplishments.",
	"cobblemon.species.rotomfrost.name": "Rotom-Frost",
	"cobblemon.species.rotomfrost.desc1": "This Rotom has entered a refrigerator. It leaps around gleefully after it uses cold air to freeze the area around it.",
	"cobblemon.species.rotomfrost.desc2": "The special motor within the refrigerator is the key to bringing about Rotom's change in form.",
	"cobblemon.species.rotomfan.name": "Rotom-Fan",
	"cobblemon.species.rotomfan.desc1": "This Rotom has entered an electric fan. It smirks with satisfaction over a prank well pulled after it blows away everything around it.",
	"cobblemon.species.rotomfan.desc2": "This Rotom has possessed a lawn mower. It will mow down grass and flowers, then swagger around with pride at its accomplishments.",
	"cobblemon.species.lopunnymega.name": "Lopunny-Mega",
	"cobblemon.species.lopunnymega.desc1": "It swings its ears like whips and strikes its enemies with them. It has an intensely combative disposition.",
	"cobblemon.species.lopunnymega.desc2": "Mega Evolution awakens its combative instincts. It has shed any fur that got in the way of its attacks.",
	"cobblemon.species.samurotthisui.name": "Samurott-Hisui",
	"cobblemon.species.samurotthisui.desc1": "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon's evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.",
	"cobblemon.species.samurotthisui.desc2": "Hard of heart and deft of blade, this rare form of Samurott is a product of the Pokémon's evolution in the region of Hisui. Its turbulent blows crash into foes like ceaseless pounding waves.",
	"cobblemon.species.mawilemega.name": "Mawile-Mega",
	"cobblemon.species.mawilemega.desc1": "It has an extremely vicious disposition. It grips prey in its two sets of jaws and tears them apart with raw power.",
	"cobblemon.species.mawilemega.desc2": "Its two sets of jaws thrash about violently as if they each had a will of their own. One gnash from them can turn a boulder to dust.",
	"cobblemon.species.kyurem.name": "Kyurem",
	"cobblemon.species.kyurem.desc1": "Dwelling within it is a power even greater than that of Reshiram or Zekrom, but the extreme cold keeps that power bound.",
	"cobblemon.species.kyurem.desc2": "It appears that this Pokémon uses its powers over ice to freeze its own body in order to stabilize its cellular structure.",
	"cobblemon.species.meltan.name": "Meltan",
	"cobblemon.species.meltan.desc1": "It dissolves and eats metal. Circulating liquid metal within its body is how it generates energy.",
	"cobblemon.species.meltan.desc2": "They live as a group, but when the time comes, one strong Meltan will absorb all the others and evolve.",
	"cobblemon.species.melmetal.name": "Melmetal",
	"cobblemon.species.melmetal.desc1": "At the end of its life-span, Melmetal will rust and fall apart. The small shards left behind will eventually be reborn as Meltan.",
	"cobblemon.species.melmetal.desc2": "entrifugal force is behind the punches of Melmetal's heavy hex-nut arms. Melmetal is said to deliver the strongest punches of all Pokémon.",

	"cobblemon.species.bongbong.name": "BongBong",
	"cobblemon.species.bongbong.desc": "A special agent from Lobotomy Corporation. It's said that it joined the company in search of the hot Fixer, but hardly anyone knows what that means.",

	"cobblemon.species.darmanitanzen.name": "Darmanitan",
	"cobblemon.species.darmanitanzen.desc1": "Through meditation, it calms its raging spirit and hones its psychic powers.",
	"cobblemon.species.darmanitanzen.desc2": "When wounded, it stops moving. It goes as still as stone to meditate, sharpening its mind and spirit.",

	"cobblemon.species.galardarmanitanzen.name": "Darmanitan",
	"cobblemon.species.galardarmanitanzen.desc1": "Anger has reignited its atrophied flame sac. This Pokémon spews fire everywhere as it rampages indiscriminately.",
	"cobblemon.species.galardarmanitanzen.desc2": "Darmanitan takes this form when enraged. It won’t stop spewing flames until its rage has settled, even if its body starts to melt."
  "cobblemon.species.buzzwole.name": "Buzzwole",
  "cobblemon.species.buzzwole.desc1": "Although it’s alien to this world and a danger here",
  "cobblemon.species.buzzwole.desc2": "it’s apparently a common organism in the world where it normally lives.",
  "cobblemon.species.yveltal.name": "Yveltal",
  "cobblemon.species.yveltal.desc1": "When its life comes to an end, it absorbs the life energy of ",
  "cobblemon.species.yveltal.desc2": "every living thing and turns into a cocoon once more."
}